Repository: Mavi137/IESVEParametric
Catalog: Software_Scripts/Navigator/Indalo_IAQ/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Indoor air quality
fr: Qualité de l'air intérieur

source: Enter your Octopus account details:
fr: Entrez les détails de votre compte Octopus:

source: Username:
fr: Nom d'utilisateur:

source: Password:
fr: Mot de passe:

source: Cancel
fr: Annuler

source: Could not connect to the Indalo API
fr: Impossible de se connecter à l'API Indalo

source: Error
fr: Erreur

source: Authentication complete
fr: Authentification terminée

source: Done
fr: Fait

source: Error occurred:
fr: Une erreur est survenue :

source: See VE Script Python Console for more information.
fr: Consultez la console Python VE Script pour plus d’informations.

source: Error:
fr: Erreur :

source: Make assignments:
fr: Assignations:

source: Select group:
fr: Sélectionnez un groupe:

source: Error: Grouping scheme has not been created
fr: Erreur : le schéma de regroupement n'a pas été créé

source: Filtration standards (common):
fr: Normes de filtration (communes):

source: Supply air:
fr: Air soufflé:

source: Return air:
fr: Air repris:

source: Materials (pick 1 or 2)
fr: Matériaux (choisissez 1 ou 2)

source: Finishes (pick 0 or 1)
fr: Finitions (choisissez 0 ou 1)

source: Ceilings:
fr: Plafonds:

source: Floors:
fr: Planchers:

source: Doors:
fr: Portes:

source: External walls:
fr: Murs extérieurs:

source: Windows:
fr: Fenêtres:

source: Save
fr: Sauvegarder

source: indalo_material.json settings file not found. Dialog defaults will be used.
fr: Fichier de paramètres indalo_material.json introuvable. Les valeurs par défaut de la boîte de dialogue seront utilisées.

source: Supply Air
fr: Air soufflé

source: Return Air
fr: Air repris

source: Unmatched material groups detected (new or renamed):
fr: Groupes de matériaux sans correspondance détectés (nouveaux ou renommés) :

source: Unmatched material groups from previous setting (deleted or renamed):
fr: Groupes de matériaux sans correspondance du paramètre précédent (supprimés ou renommés) :

source: Unmatched filtration standards from previous setting:
fr: Normes de filtration sans correspondance avec le paramètre précédent :

source: Assignment Loading Information
fr: Informations sur le chargement des affectations

source: Please assign at least one material for:
fr: Veuillez attribuer au moins un matériau pour:

source: Missing Material Assignments
fr: Affectations de matériaux manquantes

source: Materials group 1
fr: Groupe de matériaux 1

source: Materials group 2
fr: Groupe de matériaux 2

source: Materials group 3
fr: Groupe de matériaux 3

source: IAQ Analysis
fr: Analyse de la QAI

source: Add the rooms you wish to be analyzed to a materials group
fr: Ajoutez les pièces que vous souhaitez analyser à un groupe de matériaux

source: Grouping scheme
fr: Schéma de regroupement

source: Grouping scheme updated
fr: Schéma de regroupement mis à jour

source: Grouping scheme already exists
fr: Le schéma de regroupement existe déjà

source: Authentication missing: run authentication
fr: Authentification manquante : exécuter l'authentification

source: Authentication
fr: Authentification

source: Simulation options:
fr: Options de simulation:

source: Results file (aps):
fr: Fichier de résultats (aps):

source: No APS files found. Air quality simulation requires apache simulation file.
fr: Aucun fichier APS trouvé. La simulation de la qualité de l'air nécessite un fichier de simulation Apache.

source: Month & starting Monday date:
fr: Mois et date du lundi de départ :

source: April
fr: Avril

source: February
fr: Février

source: January
fr: Janvier

source: March
fr: Mars

source: May
fr: Mai

source: August
fr: Août

source: July
fr: Juillet

source: June
fr: Juin

source: October
fr: Octobre

source: September
fr: Septembre

source: December
fr: Décembre

source: November
fr: Novembre

source: Select
fr: Sélectionner

source: Pollutants required:
fr: Polluants requis:

source: Set internal windows & door as open:
fr: Définir les fenêtres et les portes internes comme ouvertes:

source: Simulate
fr: Simuler

source: You must pick a starting Monday date
fr: Vous devez choisir une date lundi de départ

source: Error!
fr: Erreur!

source: Indalo job created successfully. Job number:
fr: Tâche Indalo créée avec succès. Numéro de tâche:

source: Indalo server
fr: Serveur Indalo

source: Indalo job creation failed. See script output pane
fr: La création de tâche à Indalo a échoué. Voir le volet de sortie du script

source: Status code:
fr: Code d'état:

source: Reason:
fr: Raison:

source: Could not connect to the Indalo API
fr: Impossible de se connecter à l'API Indalo

source: | Status code:
fr: | Code d'état:

source: | Reason:
fr: | Raison:

source: Error: Only weekly & compact occupancy profiles are supported
fr: Erreur : Seuls les profils d'occupation hebdomadaires et compacts sont pris en charge

source: Level ID of room could not be found
fr: L'ID du niveau de la pièce est introuvable

source: Error opening APS File
fr: Erreur lors de l'ouverture du fichier APS

source: Does the selected APS file use an ApSys network, but the current model is set for ApHVAC methodology? The model and APS file must match.
fr: Le fichier APS sélectionné utilise-t-il un réseau ApSys, mais le modèle actuel est défini pour la méthodologie ApHVAC? Le modèle et le fichier APS doivent correspondre.

source: Unable to access room data for HVAC network. Please check HVAC Network and Systems. Room ID:
fr: Impossible d'accéder aux données de la pièce pour le réseau CVC. Veuillez vérifier le réseau et les systèmes CVC. Identifiant de la pièce :

source: Does the selected APS file use an ApHVAC network, but the current model is set for ApSys methodology? The model and APS file must match.
fr: Le fichier APS sélectionné utilise-t-il un réseau ApHVAC, mais le modèle actuel est défini pour la méthodologie ApSys? Le modèle et le fichier APS doivent correspondre.
