Repository: Mavi137/IESVEParametric
Catalog: Software_Scripts/Navigator/ECBCompliance/locale/*/LC_MESSAGES/messages.po
Languages: fr_ca

source: Project Name:
fr_ca: Nom du projet :

source: Project Address:
fr_ca: Adresse du projet :

source: Designer of Record:
fr_ca: Concepteur official :

source: Telephone:
fr_ca: Téléphone :

source: Contact Person:
fr_ca: Contact :

source: City:
fr_ca: Ville :

source: Principal Heating Source
fr_ca: Source de chauffage principale

source: Fossil Fuel
fr_ca: Combustibles fossiles

source: Weather Data:
fr_ca: Données météorologiques :

source: Electricity
fr_ca: Électricité

source: Gas
fr_ca: Gaz

source: Solar/site recovered
fr_ca: Solaire/récupéré localement

source: Other
fr_ca: Autre

source: Number of hours simulated:
fr_ca: Nombre d'heures simulées :

source: Building Use
fr_ca: Utilisation du bâtiment

source: Conditioned Area (%s)
fr_ca: Surface conditionnée (%s)

source: Total Area (%s)
fr_ca: Superficie totale (%s)

source: Unconditioned Area (%s)
fr_ca: Superficie non conditionnée (%s)

source: Space Summary
fr_ca: Résumé de l'espace

source: Proposed Building Design
fr_ca: Bâtiment proposé

source: Simulation Program
fr_ca: Logiciel de simulation

source: Yes
fr_ca: Oui

source: Weather Data
fr_ca: Données météorologiques

source: Climate Zone
fr_ca: Zone climatique

source: Heating Calculation Data
fr_ca: Données de calcul de chauffage

source: Principal heating source:
fr_ca: Source de chauffage principale :

source: Results file:
fr_ca: Fichier de résultats :

source: Calculated:
fr_ca: Calculé :

source: Cooling Calculation Data
fr_ca: Données de calcul de climatisation

source: Principal cooling source:
fr_ca: Source de refroidissement principale :

source: Simulation General
fr_ca: Simulation générale

source: Number of hours heating loads not met (system/plant)
fr_ca: Nombre d'heures de charges de chauffage non satisfaites (système / chaudière)

source: Number of hours cooling loads not met (system/plant)
fr_ca: Nombre d'heures de charges de refroidissement non satisfaites (système / groupe froid)

source: Number of warnings
fr_ca: Nombre d'avertissements

source: Number of errors
fr_ca: Nombre d'erreurs

source: Number of defaults overridden
fr_ca: Nombre de valeurs par défaut remplacées

source: Advisory Messages
fr_ca: Messages d'avertissement

source: Energy Type
fr_ca: Type d'énergie

source: Proposed Building
fr_ca: Bâtiment proposé

source: End Use
fr_ca: Utilisation finale

source: Energy (%s/yr)
fr_ca: Énergie (%s / an)

source: Energy
fr_ca: Énergie

source: Energy (%s)
fr_ca: Énergie (%s)

source: Peak (%s)
fr_ca: Pic (%s)

source: Total building consumption
fr_ca: Consommation totale du bâtiment

source: Energy Results
fr_ca: Résultats énergétiques

source: Total ex Onsite Generation
fr_ca: Total exc. Génération sur site

source: Total inc Onsite Generation
fr_ca: Total inc. Génération sur site

source: Energy Summary by Fuel Type
fr_ca: Résumé de l'énergie par type de carburant

source: Ext. wall
fr_ca: Mur extérieur

source: Roof
fr_ca: Toit

source: Ground floor
fr_ca: Plancher bas

source: Skylight
fr_ca: Fenêtre de toit

source: Ext. glazing
fr_ca: Vitrage extérieur

source: Door
fr_ca: Porte

source: Assembly Type
fr_ca: Type de paroi

source: Proposed
fr_ca: Proposé

source: Reference
fr_ca: Référence

source: U-value (%s)
fr_ca: Valeur U (%s)

source: Comparison of Proposed versus Reference - Assemblies
fr_ca: Comparaison des propositions et des références - Parois

source: Element Type
fr_ca: Type d'élément

source: Reference Building
fr_ca: Bâtiment de référence

source: External walls Gross Area (%s)
fr_ca: Surface brute murs extérieurs (%s)

source: Fenestration - Windows Gross Area (%s)
fr_ca: Surface brute fenêtres (%s)

source: Fenestration - Skylights Gross Area (%s)
fr_ca: Surface brute fenêtres de toit (%s)

source: Roofs Gross Area (%s)
fr_ca: Surface brute toits (%s)

source: Doors Gross Area (%s)
fr_ca: Surface brute portes (%s)

source: External floors Gross Area (%s)
fr_ca: Surface brute planchers extérieurs (%s)

source: Window / wall area ratio %
fr_ca: Rapport de surface fenêtre / mur %

source: Skylight / roof area ratio %
fr_ca: Ratio fenêtre de toit / surface toit %

source: Window area-weighted U-value (%s)
fr_ca: Valeur U pondérée de la surface de la fenêtre (%s)

source: Window area-weighted VLT value
fr_ca: Valeur Transmission Lumineuse pondérée par la surface de la fenêtre

source: Window area-weighted SHGC value
fr_ca: Valeur Facteur Solaire pondérée par la surface de la fenêtre

source: Above grade air leakage (%s)
fr_ca: Fuite d'air au-dessus du niveau du sol (%s)

source: Comparison of Proposed versus Reference - Envelope
fr_ca: Résumé de la proposition par rapport à la référence - Enveloppe

source: Mixed
fr_ca: Mixte

source: Building area
fr_ca: Surface du bâtiment

source: Space by space
fr_ca: Par espace

source: Neither
fr_ca: Aucune

source: Proposed Building (Area-weighted)
fr_ca: Bâtiment proposé (par unité de surface)

source: Reference Building (Area-weighted)
fr_ca: Bâtiment de référence (par unité de surface)

source: Parameter
fr_ca: Paramètre

source: Interior Lighting Method & Power
fr_ca: Méthode d'éclairage intérieur et puissance

source: Lighting categorisation
fr_ca: Catégorisation de l'éclairage

source: Method
fr_ca: Méthode

source: Interior Lighting Power
fr_ca: Puissance d'éclairage intérieur

source: Interior Lighting Power (%s)
fr_ca: Puissance d'éclairage intérieur (%s)

source: Lighting power
fr_ca: Puissance d'éclairage

source: Interior Lighting Power Density
fr_ca: Densité de puissance d'éclairage intérieur

source: Interior Lighting Power Density (%s)
fr_ca: Densité de puissance d'éclairage intérieur (%s)

source: Lighting power density
fr_ca: Densité de puissance d'éclairage

source: Interior Lighting Controls
fr_ca: Commandes d'éclairage intérieur

source: Manual
fr_ca: Manuel

source: Adjustment factor
fr_ca: Facteur d'ajustement

source: Restricted to manual ON
fr_ca: Limité à l'activation manuelle

source: Automatic side-daylighting daylight controls
fr_ca: Commandes automatiques de lumière du jour latérales

source: RadianceIES simulation
fr_ca: Simulation RadianceIES

source: Automatic top-daylighting daylight controls
fr_ca: Commandes automatiques par gradation lumineuse

source: Automatic partial OFF
fr_ca: Extinction partielle automatique

source: Automatic full OFF
fr_ca: Arrêt automatique complet

source: Scheduled shut OFF
fr_ca: Arrêt programmé

source: Receptacle equipment
fr_ca: Process

source: Receptacle equipment (%s)
fr_ca: Process (%s)

source: Total power density
fr_ca: Densité de puissance totale

source: Process lighting
fr_ca: Éclairage de process

source: Process lighting (%s)
fr_ca: Éclairage de process (%s)

source: Elevators / Escalators
fr_ca: Ascenseurs / Escalators

source: Elevators / Escalators (%s)
fr_ca: Ascenseurs / Escalators (%s)

source: Cooking equipment
fr_ca: Équipement de cuisine

source: Cooking equipment (%s)
fr_ca: Équipement de cuisine (%s)

source: Data processing / centre equipment
fr_ca: Équipement de traitement de données / Datacenter

source: Data processing / centre equipment (%s)
fr_ca: Équipement de traitement de données / Datacenter (%s)

source: Comparison of Proposed versus Reference - Interior Lighting
fr_ca: Comparaison de la proposition et de la référence - Éclairage intérieur

source: Performance SCoP/ SSEER / cfm / kW
fr_ca: Performances SCoP / SSEER / cfm / kW

source: Comparison of Proposed versus Reference - HVAC
fr_ca: Comparaison des propositions et des références - CVC

source: Cooling setpoint (%s)
fr_ca: Consigne de climatisation (%s)

source: Heating setpoint (%s)
fr_ca: Consigne de chauffage (%s)

source: Minimum outside air (%s)
fr_ca: Débit air extérieur minimum (%s)

source: Space
fr_ca: Espace

source: Ventilation basis
fr_ca: Base de ventilation

source: Proposed Building
fr_ca: Bâtiment proposé

source: Reference Building
fr_ca: Bâtiment de référence

source: Same in Proposed/Reference
fr_ca: Identique Proposé/Référence

source: Comparison of Proposed versus Reference - Space temperature setpoints & ventilation
fr_ca: Comparaison de la proposition et de la référence - Points de consigne des espaces et ventilation

source: Description of Changes
fr_ca: Description des changements

source: Geometry
fr_ca: Géométrie

source: Spaces
fr_ca: Espaces

source: Envelope
fr_ca: Enveloppe

source: Interior Lighting
fr_ca: Eclairage intérieur

source: HVAC Systems
fr_ca: Systèmes CVC

source: Service Hot Water
fr_ca: Eau Chaude de Service

source: Miscellaneous
fr_ca: Divers

source: User Revision in the Reference Model
fr_ca: Révisions utilisateur dans le modèle de référence

source: Unmet cooling load hours for Proposed and Reference building differ by more than 10%.
fr_ca: Les heures de charges de refroidissement non atteintes des projets proposé et référence diffèrent de plus de 10%.

source: FAIL
fr_ca: ÉCHEC

source: PASS
fr_ca: RÉUSSITE

source: GHGI (%s)
fr_ca: IGES (GHGI) (%s)

source: NECB Result
fr_ca: Résultat CNÉB

source: TEDI (%s)
fr_ca: IDET (TEDI) (%s)

source: TEUI (%s)
fr_ca: IET (TEUI) (%s)

source: Compliance
fr_ca: Conformité

source: TEDI: Thermal Energy Demand Intensity
fr_ca: IDET (TEDI) – L’intensité de la demande en énergie thermique

source: TEUI: Total Energy Use Intensity
fr_ca: IET (TEUI) – L’intensité énergétique totale

source: GHGI: Greenhouse Gas Intensity
fr_ca: IGES (GHGI) – L’intensité en gaz à effet de serre

source: Area, length etc.
fr_ca: Superficie, longueur etc.

source: Category
fr_ca: Catégorie

source: Proposed (W)
fr_ca: Proposé (W)

source: Reference (W)
fr_ca: Référence (W)

source: Unit
fr_ca: Unité

source: No
fr_ca: Non

source: Fail
fr_ca: Échec

source: Pass
fr_ca: Réussite

source: Part 4 Prescriptive requirements met confirmed by user (ext. lighting excluded from energy simulation)
fr_ca: Partie 4 Exigences normatives satisfaites confirmées par l'utilisateur (éclairage extérieur exclu de la simulation énergétique)

source: Lighting zone
fr_ca: Zone d'éclairage

source: Part 4 Prescriptive check - Reference (W)
fr_ca: Partie 4 Contrôle prescriptif - Référence (W)

source: Part 4 Prescriptive check - Proposed (W)
fr_ca: Partie 4 Contrôle prescriptif - Proposition (W)

source: Part 4 Prescriptive check - Status
fr_ca: Partie 4 Contrôle prescriptif - Statut

source: Comparison of Proposed versus Reference - Exterior Lighting
fr_ca: Comparaison de la proposition et de la référence - Éclairage extérieur

source: Annual Energy Generated (%s)
fr_ca: Énergie annuelle produite (%s)

source: Back-up Energy Type
fr_ca: Type d'énergie de secours

source: On-Site Renewable Energy
fr_ca: Énergie renouvelable sur site

source: NECB assesses energy reduction (of loads) and does not include On-Site Generation; this data is shown for information only.
fr_ca: Le CNÉB évalue la réduction d'énergie (des charges) et n'inclut pas la production sur site ; ces données ne sont affichées qu'à titre indicatif.

source: | National Energy Code of Canada for Buildings
fr_ca: | Code National de l'Énergie pour les Bâtiments - Canada

source: Compliance Forms
fr_ca: Formulaires de conformité

source: Proposed/ Reference Energy (%)
fr_ca: Énergie proposée / de référence (%)

source: Lighting - conditioned
fr_ca: Eclairage - conditionné

source: Lighting - unconditioned
fr_ca: Eclairage - non-conditionné

source: Space Heating
fr_ca: Chauffage espace

source: Space Cooling
fr_ca: Climatisation espace

source: Heat Rejection
fr_ca: Rejet de chaleur

source: Pumps
fr_ca: Pompes

source: Fans Interior
fr_ca: Ventilateurs intérieurs

source: Fans Exhaust
fr_ca: Ventilateurs extraction

source: Services Water Heating
fr_ca: Eau Chaude de Service

source: Fans Process
fr_ca: Ventilateurs Process

source: Receptacle Equipment
fr_ca: Process

source: Office Equipment
fr_ca: Equipement bureautique

source: Data Center Equipment
fr_ca: Equipement Data Center

source: Primary HVAC system
fr_ca: Système CVC primaire

source: Other HVAC system
fr_ca: Autre système CVC

source: Fan supply power
fr_ca: Alimentation du ventilateur

source: Fan power
fr_ca: Puissance du ventilateur

source: Economiser control
fr_ca: Contrôle de l'économiseur

source: Demand control ventilation
fr_ca: Ventilation contrôlée

source: Unitary equip cooling efficiency
fr_ca: Efficacité de refroidissement de l'équipement unitaire

source: Unitary equip heating efficiency
fr_ca: Efficacité de chauffage de l'équipement unitaire

source: Chiller
fr_ca: Groupe froid

source: Chilled water loop and pump
fr_ca: Boucle d'eau glacée et pompe

source: Boiler
fr_ca: Chaudière

source: Hot water loop and pump
fr_ca: Boucle d'eau chaude et pompe

source: Cooling tower
fr_ca: Tour de refroidissement

source: Condenser water loop and pump
fr_ca: Boucle d'eau et pompe du condenseur

source: Generate Compliance Report
fr_ca: Générer rapport de conformité

source: Select Vista Results File:
fr_ca: Sélectionner ficher de résultats Vista :

source: Cancel
fr_ca: Annuler

source: Proposed Building (%s/yr)
fr_ca: Bâtiment proposé (%s/an)

source: Reference Building (%s/yr)
fr_ca: Bâtiment de référence (%s/an)

source: Proposed Building (%s)
fr_ca: Bâtiment proposé (%s)

source: Reference Building (%s)
fr_ca: Bâtiment de référence (%s)

source: kWh/yr
fr_ca: kWh / an

source: Proposed/ Reference (%)
fr_ca: Proposé/ Référence (%)

source: NECB 2017 Division B, Part 8 Report
fr_ca: Rapport CNÉB 2017 Division B, Partie 8

source: NECB 2020 Division B, Part 8 Report
fr_ca: Rapport CNÉB 2020 Division B, Partie 8

source: The results are based on %d simulated hours
fr_ca: Les résultats sont basés sur %d heures simulées

source: %d Rooms included in the unmet load hours check
fr_ca: %d pièces sont incluses dans la vérification des heures de charges non atteintes

source: Proposed unmet heating loads exceed 100 hours.
fr_ca: Les heures de charges non atteintes du projet proposé dépassent les 100 heures.

source: Reference unmet heating loads exceed 100 hours.
fr_ca: Les heures de charges non atteintes du projet référence dépassent les 100 heures.

source: Building facades (facade lighting)
fr_ca: Façades (éclairage en façade)

source: W/m2 per illuminated wall or surface
fr_ca: W/m² par mur ou surface illuminé

source: W/ft2 per illuminated wall or surface
fr_ca: W/ft² par mur ou surface illuminé

source: W/m per illuminated wall or surface length
fr_ca: W/m par longueur de mur ou de surface illuminé

source: W/ft per illuminated wall or surface length
fr_ca: W/ft par longueur de mur ou de surface illuminé

source: W per additional ATM per location
fr_ca: W par distributeur additionnel par site

source: Entrances and gatehouse inspection stations at guarded facilities
fr_ca: Entrée et postes de sécurité

source: Covered and uncovered area
fr_ca: Aires couvertes et non-couvertes

source: Loading areas for law enforcement, fire, ambulance, and other emergency service vehicles
fr_ca: Aires de chargement pour véhicules de police, pompiers, ambulance et autres services de secours

source: Drive-up windows and doors
fr_ca: Fenêtres / portes ouvrantes

source: Parking near 24-hour retail entrances
fr_ca: Stationnement près d'entrée de commerces 24h/24

source: Walkways less than 3.0m wide
fr_ca: Allées piétonières de moins de 3m de large

source: Walkways less than 10 ft wide
fr_ca: Allées piétonières de moins de 10 ft de large

source: Walkways 3.0m wide or greater, plaza areas, special feature areas
fr_ca: Allées piétonières de 3m ou plus, de places ou d'aires spéciales

source: Walkways 10 ft wide or greater, plaza areas, special feature areas
fr_ca: Allées piétonières de 10 ft ou plus, de places ou d'aires spéciales

source: Building entrances and exits
fr_ca: Entrées et sorties de bâtiments

source: Pedestrian and vehicular entrances and exits (W/m of door width)
fr_ca: Entrées et sorties piétonières ou de véhicules (W/m de largeur de porte)

source: Pedestrian and vehicular entrances and exits (W/ft of door width)
fr_ca: Entrées et sorties piétonières ou de véhicules (W/ft de largeur de porte)

source: Pedestrian and vehicular entrances and exits (W/m of opening)
fr_ca: Entrées et sorties piétonnières ou de véhicules (W/m d'ouverture)

source: Pedestrian and vehicular entrances and exits (W/ft of opening)
fr_ca: Entrées et sorties piétonnières ou de véhicules (W/ft d'ouverture)

source: Free-standing and attached
fr_ca: Sur pieds ou attaché

source: Open areas (including vehicle sales lots)
fr_ca: Aire de plein air (inclus espaces de vente de véhicules)

source: Street frontage for vehicle sales lots
fr_ca: Pas de porte d'espace de vente de véhicules

source: Renewable Source
fr_ca: Source renouvelable

source: Page %d of %d
fr_ca: Page %d de %d

source: ATMs and night depositories
fr_ca: Distributeurs Automatiques de Billets

source: W per location
fr_ca: W par emplacement

source: W per drive-through
fr_ca: W par passage

source: W per main entry
fr_ca: W par entrée principale

source: Uncovered parking areas
fr_ca: Aires de stationnement non couvertes

source: Parking areas and drives
fr_ca: Aires de stationnement et service au volant

source: Stairways
fr_ca: Escaliers

source: Pedestrian tunnels
fr_ca: Tunnels piétonniers

source: Landscape lighting
fr_ca: Éclairage paysager

source: Entry canopies (W/m2)
fr_ca: Auvents d'entrée (W/m²)

source: Entry canopies (W/ft2)
fr_ca: Auvents d'entrée (W/ft²)

source: Sales Canopies
fr_ca: Auvents de vente

source: Outdoor sales
fr_ca: Ventes en extérieur

source: Building grounds
fr_ca: Terrains de construction

source: Base Site Allowance
fr_ca: Allocation de site de base

source: Basic
fr_ca: De base

source: Specific
fr_ca: Spécifique

source: General
fr_ca: Général

source: Size
fr_ca: Taille

source: Metrics
fr_ca: Métrique

source: NECB 2017 Division B, Part 8 Compliance Report
fr_ca: Rapport de conformité CNÉB 2017 Division B partie 8

source: NECB 2020 Division B, Part 8 Compliance Report
fr_ca: Rapport de conformité CNÉB 2020 Division B partie 8

source: Failed Criteria
fr_ca: Critères manqués

source: Total energy usage of Proposed exceeds Baseline.
fr_ca: L'utilisation totale d'énergie du projet proposé dépasse celle de la référence.

source: Proposed Energy Cost exceeds Reference Energy Cost
fr_ca: Le coût énergétique du bâtiment proposé est supérieur à celui du bâtiment de référence

source: Free-standing panel
fr_ca: Panneau sur pieds

source: Parametric panel
fr_ca: Panneau paramétrique

source: High concentration panel
fr_ca: Panneau à concentration

source: Flat panel
fr_ca: Panneau plat

source: Electricity Generation PV (%s)
fr_ca: Production électricité PV (%s)

source: Electricity Generation Wind (%s)
fr_ca: Production électricité éolienne (%s)

source: Electricity Generation CHP (%s)
fr_ca: Production électricité co-génération

source: Photovoltaic
fr_ca: Photovoltaïque

source: Wind Power
fr_ca: Eolien

source: Combined Heat & Power
fr_ca: Co-génération

source: Solar Water Heating
fr_ca: Eau chaude solaire

source: kgCO2/m².year
fr_ca: kgCO2/m².an

source: kWh/m².year
fr_ca: kWh/m².an

source: lbCO2/ft².year
fr_ca: lbCO2/ft².an

source: kBtu/ft².year
fr_ca: kBtu/ft².an

source: Restricted to partial automatic ON
fr_ca: Limité à l’activation partielle automatique

source: Bi-level
fr_ca: Double niveau

source: Copyright © %d-%d Integrated Environmental Solutions. All rights reserved.
fr_ca: Copyright © %d-%d Integrated Environmental Solutions. Tous les droits sont réservés.

source: Zero Area
fr_ca: Surface nulle

source: Refrigeration
fr_ca: Réfrigération

source: Part 10 Energy Performance Tier
fr_ca: Partie 10 - Palier de performance énergétique

source: NECB 2020 Compliance Report
fr_ca: Rapport de conformité CNÉB 2020

source: Energy performance tier: the % improvement of the annual energy consumption of the proposed building relative to the building energy target of the reference building, expressed as a percent improvement (0 = Fail, 1 ≥ 0%, 2 ≥ 25%, 3 ≥ 50%, 4 ≥ 60%)
fr_ca: Palier d'efficacité énergétique : % d'amélioration de la consommation énergétique du bâtiment proposé par rapport à la consommation ciblée du bâtiment de référence, exprimée en pourcentage d'amélioration (0 = Echec, 1 > 0%, 2 > 25%, 3 > 50%, 4 > 60%)

source: Dining Areas
fr_ca: Salle à manger

source: Loading Docks
fr_ca: Quais de chargement

source: Unlisted
fr_ca: Non listé

source: Bldg. exterior applications
fr_ca: Usages à l'extérieur du bâtiment

source: All 4.2.3.1.(5)
fr_ca: Tous 4.3.2.1.(5)

source: All 4.2.3.1 (5)
fr_ca: Tous 4.3.2.1 (5)

source: Clause 4.2.3.1.(5) check - Status
fr_ca: Status vérification clause 4.3.2.1.(5)

source: Part 4 Prescriptive Check
fr_ca: Partie 4 Contrôle prescriptif

source: Difference Proposed/Reference
fr_ca: Différence Proposé/Référence

source: Difference Proposed/Reference
fr_ca: Différence Proposé/Référence

source: Spaces Excluded from UMLH Test per space type or application:
fr_ca: Espaces exclus du test d'heures de charge non atteinte par type d'espaces ou d'utilisation :

source: Voids, plenums, unconditioned spaces, and non-master rooms in an HVAC zone are always excluded.
fr_ca: Gaines, faux-plafonds, espaces non-conditionnés et pièces asservies dans une zone HVAC sont toujours exclus.

source: Spaces Excluded from UMLH Test per inclusion in ASHRAE 55 Thermal Comfort Analysis:
fr_ca: Espaces exclus du test d'heures de charges non atteinte par intégration dans l'analyse de confort ASHRAE 55 :

source: Building exterior applications
fr_ca: Utilisations extérieures au bâtiment
